{
  "data": {
    "food": [
      {
        "name": "Butter Chicken",
        "about": {
          "country": "india",
          "history": "https://en.wikipedia.org/wiki/Butter_chicken",
          "ref_url": ""
        },
        "bereiding": {
          "step1": "Meng kip zout ginger/garlic chilli poeder samen en laat het minstens 20min in de ijskast marineren.",
          "step2": "Bak de kip in een pan en doe het erna in een andere bak.",
          "step3": "Snij ui in schijven en bak tot doorzichtig.",
          "step4": "Voeg cashewnoten toe.",
          "step5": "Voeg ginger/garlic toe.",
          "step6": "Voeg niet te veel chilli poeder en garamasala.",
          "step7": "Voeg zout toe.",
          "step8": "Snij tomaten grofweg en voeg het aan de pan toe.",
          "step9": "Voeg een kleine scheut milde azijn toe.",
          "step10": "Laat het 25min rustig doorkoken.",
          "step11": "Puree de boel en zeef het erna.",
          "step12": "Voeg boter aan de saus toe en doe dan de kip erbij.",
          "step13": "Laat dit nog 5min door suderen."
        },
        "ingredients": {
          "marinade": {
            "kip": "1kg",
            "chilli": "3 eetlepels",
            "zout": "3 eetlepels",
            "ginger garlic": "5 theelepels"
          },
          "saus": {
            "uien": "5 stuks",
            "cashew noten": "5 eetlepels",
            "tomaten": "5 stuks",
            "ginger garlic": "5 theelepels",
            "chilli": "2.5 eetlepels",
            "graram massala": "1.5 eetlepels",
            "boter": "3 eetlepel"
          }
        }
      },
      {
        "name": "Garlic Naan",
        "about": {
          "country": "india",
          "history": "https://en.wikipedia.org/wiki/Naan",
          "ref_url": "https://www.youtube.com/watch?v=WCnUZ7wqzgc"
        },
        "bereiding": {
          "step1": "Mix lauw water met 2 theelepels suikers met een zakje gedroogde gist.",
          "step2": "Laat 15min laten in weken.",
          "step3": "Doe meel in een kom voeg er zout aan toe en de baking powder.",
          "step4": "Maak een keultje in het meel giet water/gist in het kuiltje.",
          "step5": "Roer om tot al het vocht verdwenen is. Laat 2 min staan.",
          "step6": "Kneed 10min deeg zachtjes door. En laat het rijzen voor 1 uur.",
          "step7": "Bak de Naans af in 10min in de oven op 180C."
        },
        "ingredients": {
          "water": "0.4L lauw",
          "suikers": "2 theelepels",
          "meel": "600gram",
          "zout": "1 theelepel",
          "baking powder": "1/2 theelepel"
        }
      },
      {
        "name": "No Knead bread",
        "about": {
          "country": "",
          "history": "",
          "video": "https://vp.nyt.com/video/2006/11/08/1218_1_bread_wg_hls/video.m3u8",
          "ref_url": "https://cooking.nytimes.com/recipes/11376-no-knead-bread"
        },
        "bereiding": {
          "step1": "Mix alle droge ingredienten door elkaar.",
          "step2": "Doe al het water erbij roer voor een paar sec tot alles aan elkaar zit.",
          "step3": "Sluit met een natte theedoek en deksel de kom.",
          "step4": "Wacht 24 uur.",
          "step5": "Warm de oven tot 220C 30min voor en zet een gietijzeren pan met deksel erin",
          "step6": "Bak het deeg in de pan voor 30min.",
          "step7": "Haal de deksel eraf en laat nog 10min dorbakken."
        },
        "ingredients": {
          "water": "1.5 cup lauw",
          "gist": "gedroogd 1/4 theelepel",
          "meel": "360gram / 3 cups",
          "zout": "1 theelepel"
        }
      },
      {
  "name": "36 hour sous vide porchetta",
  "about": {
    "auteur": "",
    "country": "",
    "history": "",
    "ref_url": "https://www.seriouseats.com/recipes/2011/12/the-food-lab-deep-fried-sous-vide-36-hour-all-belly-porchetta.html"
  },
  "bereiding": {
    "step1": "Place pork belly skin-side down on a large cutting board. Using a sharp chef's knife, score flesh at an angle using strokes about 1-inch apart. Rotate knife 90 degrees and repeat to create a diamond pattern in the flesh",
    "step2": "Toast peppercorns and fennel seed in a small skillet over medium-high heat until lightly browned and aromatic, about 2 minutes. Transfer to a mortar and pestle or spice grinder and grind until roughly crushed.",
    "step3": "Season pork liberally with salt then sprinkle with crushed pepper and fennel, red pepper, chopped herbs, and microplaned garlic. Use your hands to rub the mixture deeply into the cracks and crevices in the meat.",
    "step4": "Roll belly into a tight log and push to top of cutting board, seam-side down. Cut 12 to 18 lengths of kitchen twine long enough to tie around the pork and lay them down in regular intervals along your cutting board, about 1-inch apart each. Lay rolled pork seam-side down on top of strings. Working from the outermost strings towards the center, tie up roast tightly. Combine 2 tablespoons kosher salt with 1 teaspoon baking powder. Rub mixture over entire surface of porchetta.",
    "step5": "If roast is too large and unwieldy, carefully slice in half with a sharp chef's knife. Seal in individual vacuum-sealed pouches and refrigerate at least overnight and up to three days. If desired, porchetta can also be frozen at this point for future use (see note)",
    "step6": "Preheat sous-vide water cooker to 155°F (68.3°C). Add pork and cook for 36 hours. Transfer pork to a sink filled with ice water and chill for 15 minutes. Remove from bag then carefully peel off congealed exuded cooking liquid and place in a medium saucepan.",
    "step7": "Rinse porchetta under hot running water until all excess fat and congealed juices are cleared from surface, then carefully dry with paper towels.",
    "step8": "Heat oil over high heat in a large wok or Dutch oven to 400°F. Carefully slide pork into oil using spatulas and tongs. (It will not be fully submerged). Immediately cover and cook, shaking the pan occasionally until sputtering dies a bit, about 2 minutes. Adjust flame to maintain consistent 350°F temperature. Using a large metal ladle, spoon hot oil over the exposed portions of the roast continuously until the bottom half is cooked and crisp, about 5 minutes. Carefully flip and cook on second side, basting the whole time.",
    "step9": "Remove porchetta to a large paper towel-lined plate and blot all over. Season with salt. Let rest 5 minutes. Meanwhile, heat bag juices over medium-high heat until simmering. Add the butter and swirl until smooth. If center of pork is still hot, carve and serve immediately. Otherwise, transfer to a 250°F oven until warmed through, then serve."
  },
  "ingredients": {
    "pork": "1 whole boneless, rind-on pork belly, about 12 to 15 pounds",
    "black peppercorns": "2 tablespoons whole ",
    "fennel": "3 tablespoons whole seed",
    "red pepper": "1 tablespoon crushed ",
    "rosemary|sage|thyme-leaves": "3 tablespoons finely chopped",
    "cloves garlic": "12 grated on a microplane grater",
    "salt": "Kosher salt",
    "baking powder": "2 teaspoons",
    "peanut oil": "2 quarts , lard, or a mixture (canola or vegetable oil will do fine)",
    "butter": "2 tablespoons unsalted"
  }
}
    ],
    "non-food": [
      {
        "var": 1
      }
    ]
  }
}
